IDEA StatiCa Open Model
OpenModel.PatchDevice Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of dapped ends in Detail
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<PatchDevice> PatchDevice { get; set; }
Public Property PatchDevice As List(Of PatchDevice)
	Get
	Set
public:
property List<PatchDevice^>^ PatchDevice {
	List<PatchDevice^>^ get ();
	void set (List<PatchDevice^>^ value);
}
Property Value
Type: List<PatchDevice>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace